Repository: common-repository/bg-rutube-embed
Catalog: languages/*-rutube-embed-*.po
Languages: ru_ru

source: "Preview image" - preview image, "Load movie" - load video into the frame, "Play movie" - load video into the frame and play.
ru_ru: "Заставка" - картинка заставки, "Загрузить" - загрузить видео во фрейм, "Воспроизвести" - загрузить видео во фрейм и воспроизвести.

source: Play movie
ru_ru: Воспроизвести

source: Load movie
ru_ru: Загрузить

source: Preview image
ru_ru: Заставка

source: Paginate playlist
ru_ru: Разбить плейлист на страницы

source: Mode of start video on page load
ru_ru: Режим запуска видео при загрузке страницы

source: per page<br>(0 - don't paginate)
ru_ru: на странице<br>(0 — не разбивать на страницы)

source: (speeds up page opening, cache lifetime is 1 hour)
ru_ru: (ускоряет открытие страниц, время жизни кеша 1 час)

source: (post, page, custom post type, attachment)
ru_ru: (запись, страница, произвольный тип записи, вложение)

source: Caching response of the RuTube API
ru_ru: Кэширование ответа RuTube API

source: Videos on post pages only
ru_ru: Видео только на страницах сообщений

source: Bg RuTube Embed Settings
ru_ru: Настройки Bg RuTube Embed

source: Play
ru_ru: Воспроизвести

source: Next
ru_ru: Следующее

source: Previous
ru_ru: Предыдущее

source: Sorry, the video is temporarily unavailable.
ru_ru: К сожалению, видео временно недоступно.

source: The plugin is the easiest way to embed RuTube videos in WordPress.
ru_ru: Этот плагин — самый простой способ встроить видео RuTube в WordPress.
